org-files/20240526135323-the_pit.org
:PROPERTIES:
:ID:       101df1fe-089f-4183-896c-a6fda34bd232
:END:
#+title: the-pit


*** Nothing but ramblings beyond this point

Something something martial arts movies and killing people.

If you disagree with the premise that violence is intrinsically fun, then you clearly aren't a martial artist, and I suspect your taste in films and video games to differ from the mainstream.
The consequences of this are that those who commit violence may be ordinary people, and that we ourselves will commit or cheer on violence if we can justify it.

For the purposes of self defense, maybe it is good to distinguish between retaliation and revenge.

"They say revenge is a dish best served cold, but in fact, it is only served cold.
If you serve it hot - if someone slaps you and you slap them back - that's retaliation, not revenge."
- Natalie Wynn, Envy (I think)

In the context of self defense, retaliation, in my view, is a response to a threat that acts to deter that threat.
If you gain the upper hand in a conflict (as a martial artist trains to do)
the roles of predator and prey become reversed, the enemy is prepared to flee but is prevented.
self defense is no longer the effect of the violence but a pretext for it.
so long as self defense rather than revenge remains the justification, extreme violence is an expression of impotence and fear.
When the roles reverse and that fear becomes unfounded, extreme violence is an example of cowardice.

If you disagree with the premise that violence is inherently fun, then you clearly aren't a martial artist.
You're barely a mammal I susepct, since mock violence is an integral part of play in as far as I know every mammalian species.


People have a simplistic view of violence, and correspondingly a simplistic view of responses to violence.
The focus in popular views on violent crime tends to be on uniquely violent individuals, "psychopaths", and the ways their minds work.
Martial artists, in my experience have a correspondingly narrow view of self defense: in which

Meekness is the privelige of the powerful
No it isn't
I think it's become clear that my thoughts on these matters are not actually clear.





* The cowardice of cruelty

-- TODO: I feel that maybe my point in this section does not come across well, and maybe just isn't that relevant?
--   I want to recast cruel and simplistic view of fighting as an expression of cowardice and weakness, and compassionate violence as an expression of strength

I don't wish to imply that people don't have a right to seriously harm others when they defend themselves.
All that is necessary to secure your safety is justified.
Harming the other party only becomes an issue when it is unnecessary or counterproductive.
Of course it will be hard to recognize in the moment where justified self defense ends and retribution begins.
I have no doubt that the retributive impulse is in fact very important when it comes to avoiding victimization.
Accordingly, the law is rightly lenient with those who overstep when responding to a threat.

The reality and magnitude of that threat is important.
If you are attacked by an unarmed person of a weak and diminuitive stature, say a child, you have no right to seriously injure them no matter how murderous their intent, and no matter how much you dislike them.
The responsibility to avoid harm rests with the party with the upper hand.
The party with control over the situation is the party with the luxury and obligation of deescalation.

"Self defense" focused combatives like civilian Krav Maga often market themselves as protecting you from a dangerous world.
Although rates of violent crime have been decreasing across the developed world, people nonetheless feel threatened by the possibility of violent crime.
Using hypothetical assaults by bands of armed strangers, "self defense" systems promise you security from violence.
Besides safety, they offer retribution: "we do bad things to bad people" says the marketing catchphrase of Deutsche Krav Maga Verband in 2022.

Germany today - like most european countries - is a very safe place to be, safer than it has ever been and unfathomably safer than most times and places throughout human history.
In the unlikely event that you are attacked it will not be by a group of strangers but almost certainly by an acquiantance.
The retributive, aggressive attitude of KM and similar schools is an expression of an irrational fear.
Capitulation to an irrational fear to the detriment of yourself and others is cowardice.


-- TODO: this part is disconnected from the rest

A reasonable response to this may be: "Wouldn't you rather be prepared in the event that such an attitude is justified?"
Isn't such an eventuality worth preparing for?
In the case of combat in the ring aggression and a focus on maiming techniques may not get you far - but self defense situations are different from an arranged fight.
Discounting for the moment the psycholgical and social costs of hyper-vigilance, I admit the concession that being psychologically prepared to hurt another person can help to protect you in a violent confrontation.


In self defense, unlike in the ring, you don't need to out-fight your aggressor, only to make them believe it is more trouble to mess with you than it is worth.
This brings us to a much broader point.
Contrary to the way it is discussed by most practitioners of martial arts (thus far, myself included), hand-to-hand combat is the least important part of self defense.
Women's self defense specifically has been a topic of a small but significant amount of empirical research.
The findings of this research are flattering neither to combat sports nor Krav Maga.

