20240526135323-the_pit.html

<div id="outline-container-org2cba062" class="outline-2">
<h2 id="org2cba062">A missile is a machine that creates terrorists</h2>
<div class="outline-text-2" id="text-org2cba062">
<p>
TODO: hellfire missile into wedding anecdote
</p>

<p>
Something that seems to be fairly new (<a href="https://www.tandfonline.com/doi/abs/10.1080/1057610X.2012.631456">https://www.tandfonline.com/doi/abs/10.1080/1057610X.2012.631456</a>) in approaches to counterterrorism is the idea that war crimes are necessary and inevitable in effective counterterrorism operations.
This likely has a lot to do with how terrorism has changed to make this approach necessary, but I suspect that this also has much to do with rationalizing a violent impulse and using the satisfaction of that impulse for political support, much like the "tough on crime" rhetoric of ineffectual politicians.
</p>

<p>
When a government harms members of a foreign population through killing civilians, illegaly detaining and torturing suspects, and so on it naturally incurs costs.
I expected to find a lot of resarch into exactly what those costs are, but it turns out to be fairly limited.
It does seem to reduce the willingness of a population to cooperate with counterinsurgency (and conversely, if insurgents kill civilians it increases civilian cooperation with counterinsurgents).
But does it drive recruitment from those populations into the ranks of terrorist organizations?
Does it undermine the overall stability and well-being of the region?
How large is the effect on the economic prospects of people and their ability to provide for themselves without the help of a criminal organization?
<a href="http://dx.doi.org/10.1016/S1572-8323(08)07018-5">We do not know</a>, leaving the efficacy of these aggressive methods dubious.
</p>

<p>
If we don't know just how badly high-collateral tactics backfire, how can we possibly justify using them over more humane alternatives?
Analysis of counterterrorism methods, from what I can find, tends to assume a steady supply of willing terrorists and focuses instead on imposing risk on terrorist action or witholding means to terrorist acts.
Granted, if there was no supply of willing terrorists then there would be no terrorism, so assuming that supply exists is indeed reasonable.
Assuming it is unaffected by the counterterrorism measures adopted however, is not.
Everyone is capable of violence, but most people do not commit violent acts.
Once again we see how a naive view of violence as the inevitable outcome of immutibly violent people is used to justify a violent response.
</p>

<p>
Countering terrorism in the long term may have more to do with addressing the needs of the populations that are the sources of recruits than with killing terrorists.
I believe that it is more effective, if less viscerally satisfying and politically expedient, to stabilize a belligerent region with prosperity than to destabilize it with violence.
</p>


<p>
to read:
<a href="https://cdn.givingcompass.org/wp-content/uploads/2019/09/23144007/Darden_Development-Assistance-and-Counterterrorism1.pdf">https://cdn.givingcompass.org/wp-content/uploads/2019/09/23144007/Darden_Development-Assistance-and-Counterterrorism1.pdf</a>
<a href="https://academic.oup.com/oep/article-abstract/63/3/423/2362077">https://academic.oup.com/oep/article-abstract/63/3/423/2362077</a>
<a href="https://www.cambridge.org/core/journals/african-studies-review/article/abs/deploying-development-to-counter-terrorism-post911-transformation-of-us-foreign-aid-to-africa/60E5FE3A3E6C24ED54AFE3CF8800C2CC">https://www.cambridge.org/core/journals/african-studies-review/article/abs/deploying-development-to-counter-terrorism-post911-transformation-of-us-foreign-aid-to-africa/60E5FE3A3E6C24ED54AFE3CF8800C2CC</a>
<a href="https://journals.sagepub.com/doi/abs/10.1177/0022002717704952">https://journals.sagepub.com/doi/abs/10.1177/0022002717704952</a>
</p>
</div>
</div>
