org-files/20240526135323-the_pit.org
* Compassionate strategies in criminal justice.
TODO: I feel I'm not really that well informed on this topic atm. I should either do some more reading or move it to the pit for later evaluation.

Violent crime isn't something that spontaneously generates at a fixed rate and has to be continuously dealt with.
It can be prevented - NOT by aggressive monitoring and policing, but by addressing the underlying reasons for it.

https://digitalcommons.usf.edu/etd/4066/
https://books.google.nl/books?hl=nl&lr=&id=6plZwWc35o4C&oi=fnd&pg=PA7&dq=tough+on+crime+counterproductive&ots=o12DDTxf78&sig=YkfCOV-TJpJ37Gt7xJE_95Iu2OA&redir_esc=y#v=onepage&q=tough%20on%20crime%20counterproductive&f=false

https://link.springer.com/chapter/10.1007/978-3-030-01030-0_15
https://journals.sagepub.com/doi/full/10.1177/0963721414535211?casa_token=wJqAbxWeDxgAAAAA%3AF6L-BjpQLYOaqVTnfAjisSet95DfBc_HsxJ5nzL9-4xEQ6w7CH8JN7uLCu00nl9AZDq14aTmQ6ZDdg

Aggressive, "tough on crime" policing methods are arguably another manifestation of our drive to retribution.
When it comes to the overtly stated goal of protecting people from violent crime they are not only ineffective, but counterproductive.
These methods aim to reduce crime through creating disincentive to performing crime - in other words, by instilling fear.
Fearful people do stupid - and violent - things.

An alternative method for policing focuses on instilling trust rather than fear.
Community policing focuses on socially integrating police into the communities they are meant to protect.
These methods focus on addressing people's real needs for safety over their imagined need for retribution.
Indeed, the lack of trust in local authorities can be a potent catalyst for violence.

It is report

https://www.taylorfrancis.com/chapters/mono/10.4324/9781003360452-4/netherlands-variations-theme-mawby?context=ubx&refId=5fa4cfda-742f-4364-9ebd-04d3ad35d10b



There is good evidence that when it comes to incarceration, more humane methods are better at preventing recidivism.
https://extranet.sioe.org/uploads/sioe2016/terlizzese_mastrobuoni.pdf
More radically, there is a strong argument to be made that pulling people out of their communities and keeping them from the opportunity to build a career is not the best way to prevent their future criminality.
Alternatives to incarceration, such as house arrest or monitoring, allow people to maintain relatiely normal lives while undergoing rehabilitation.
Restorative justice is an approach in which offenders are (in conference with victims) allowed to take steps to right their wrongs and thereby reduce or evade incarcercation.
The evidence that it is more effective than punitive justice at preventing recidivism is strong.
https://www.ojp.gov/pdffiles1/ojjdp/grants/250872.pdf
https://research.tees.ac.uk/en/publications/restorative-justice-the-evidence
https://journals.sagepub.com/doi/abs/10.1177/0032885505276969
http://johnbraithwaite.com/wp-content/uploads/2016/03/EvidenceForRestorativeJustice.pdf


All this is to give examples of ways in which an intuitive, viscerally satisfying, cynically psuedo-pragmatic strategy of cruelty towards wrongdoing is counterproductive.
A compassionate and rational strategy, when exercised by an agent with the power to implement it successfully, is imennsely more effective.
https://books.google.nl/books?hl=nl&lr=&id=Z7OQDwAAQBAJ&oi=fnd&pg=PA27&dq=community+policing&ots=tPntBIPBjp&sig=dWPk6uTCkPnCP5_xwrmQ6sqfvTs&redir_esc=y#v=onepage&q=community%20policing&f=false
https://www.taylorfrancis.com/books/mono/10.4324/9781003360452/comparative-policing-issues-mawby
Krav Maga and similar methods are often marketed to police.
The naive 'do bad things to bad people' rationale of its methods are incompatible not just with developing hand-to-hand skill, but with effective policing and criminal justice.

* Kindness as an exercise of power

Violence, besides being satisfying, can give us a sense of control.
When animals are exposed to uncontrollable, unpredictable pain this has debilitiating psychological effects far beyond that of predictable and controllable pain.
Giving an animal a smaller animal to beat up partially alleviates this effect.

This sense of control is an illusion - the animal has gained no greater influence over their unfortunate situation.
The violence here is not an expression of power but of powerlessness.
A desparate, short-sighted grasp for agency.

If you are physically threatened and you do not have the advantage of fighting skill, aiming just to do damage wherever you can is likely your best strategy.
You do not need to overcome your assailant - only convince them of the credible possibility that they may get injured, making the confrontation not worth their while.
If you have years of experience applying safer techniques at full resistance, you are probably going to have more success using them than an eye gouge you have never done for real.
The inflicting of injury on the other party is an effective short-term solution to your present powerlessness.
And conversely the overcoming of your assailant without injury is a consequence and expression of your mastery and power.
Given that most civilian acts of violence are between people who know each other and share a community, this outcome is often also socially and legally preferable.

We have a tendency, at least in the cultures I am familair with, to associate kindness with weakness and sentimentality and callousness with pragmatism and strength.
This tendency forms how we tend to think personally, socially, and poliically.
Poor martial arts training that fails to consistently impart fighting skill reinforces this.
Good martial arts training inverts it.

The truth is that in many cases compassion is not a surrender of power but an expression of it, and a means to it.
Martial arts training is only one of the cases in which this truth is revealed.
Using martial arts as a medium to reveal this truth, and instill a visceral understanding of it is a much more valuable thing than simply teaching people to fight well.
Although these ideas align well with those expressed by various martial artists throughout history, there remains a lot of work to do in transforming the culture of martial arts to be up-to-date with our present understanding of violent behavior.



