20240526135323-the_pit.html



<div id="outline-container-org2ab02d7" class="outline-2">
<h2 id="org2ab02d7">something else</h2>
<div class="outline-text-2" id="text-org2ab02d7">
<p>
There was something else I wanted to say as well, about the men-focused culture of martial arts, the emphasis on "street fighting" and how that colors our approach to violence.
In most cases of "street fights", they don't really happen unless you've given someone a rationalization for violence against you.
Many forms of violence taught for 'street fighting' just aren't appropriate for this kind of situation.
Combat sports, practiced responsibly and with mutual wellbeing in mind are appropriate for this.
</p>

<p>
And I think it should be distinguished from a truly asymmetric self defense situation in which extremes of violence are justifed.
These are exceedingly rare for most men, but more common for members of vulnerable groups.
Is this where the killer instinct becomes relevant? Where it becomes necessary to dehumanize your attackers to allow yourself to respond with the force necessary?
</p>

<p>
I suppose one way to sum up the fracturing of my thoughts on this is that while a street fight has the goal of controlling the situation with minimal injury to either party, a true self-defense situation has the goal of using the threat of injury as a deterrent.
I think I need to be careful here not to overstate my case. I should not make claims that I cannot back up on the basis of the literature I have encountered.
</p>

<p>
Terrorists aren't born, they're made by circumstances in which their needs are not met and peaceful means of meeting them do not suffice.
If you do not have safety or economic opportunity and attribute this to the influence of a foreign power, you have a ready-made rationalization for violence.
And any other belief, no matter how absurd, that justifies the violence you consider necessary becomes very attractive indeed.
</p>

<p>
There is so much focus on becoming a tough strong man who can hurt people badly.
If you succeed in becoming a tough strong man you will have no excuse to.
Desperate measures are for the vulnerable and disadvantaged.
If you are strong and physically capable, then except in the most extreme of scenarios desperate measures are not for you.
I suppuse then, that that is why "self-defense" martial arts training focuses on these extreme scenarios.
</p>
</div>
</div>

<div id="outline-container-org983edc9" class="outline-2">
<h2 id="org983edc9">limiations</h2>
<div class="outline-text-2" id="text-org983edc9">
<p>
like with a soldier going to war, a self-defense student doens't have time to develop mastery
In the case of an assault, going for causing injury over achieving victory is a viable strategy because it acts to deter the aggressor
Rape completion and victim injury as a function of female resistance strategy found that striking was a more effective resistance strategy than wrestling.
</p>


<p>
Maybe my point here is that martial arts training should not be directed at self defense, but at the safe healthy satistfaction of the violent urge, dismantling dehumanizing rationalizations for violence, and developing the skill to make extreme measures unnecessary.
I do regret how focused on self-defense martial arts training is.
Yes! the socia dimension of violence and the distinction between assault and fighting makes it clear that hand-to-hand fighting skill is not that important for self-protection.
</p>


<p>
Is repression of palestinians and the witholding of resources really an effective means of preventing terrorism in the long term? Or is it a driving force of terror?
<a href="https://sci-hub.st/https://doi.org/10.1016/S1572-8323(08)07018-5">https://sci-hub.st/https://doi.org/10.1016/S1572-8323(08)07018-5</a>
Are the extrajudicial killings, such as through drone strikes, common in modern counterterrorism actually productive in dismantling terrorist organizations and ideologies, or does the collateral damage of such strategies radicalize civilians and provide recruits?
</p>


<p>
provocation
<a href="https://journals.sagepub.com/doi/full/10.1177/0022002720937748">https://journals.sagepub.com/doi/full/10.1177/0022002720937748</a>
</p>

<p>
counters my point, suggests that increases in insurgent activity are a consequence of reputation not civilian casualties
<a href="https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2422170">https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2422170</a>
</p>


<p>
<a href="https://www.tandfonline.com/doi/abs/10.1080/1057610X.2012.631456">https://www.tandfonline.com/doi/abs/10.1080/1057610X.2012.631456</a>
</p>

<p>
<a href="https://journals.sagepub.com/doi/full/10.1177/0022002721991627">https://journals.sagepub.com/doi/full/10.1177/0022002721991627</a>
</p>







<p>
Part of Krav Maga's marketing is its extensive use by police around the world, especially in Israel and the USA.
Several organizations have noted a similar, and similarly agressive, approach to policing in both countries.
The philosophy of violence embedded in Krav Maga's approach fits very nicely within the aggressive "tough on crime" policing methods popular in both countries.
And perhaps there is no better indictment of this philosophy than the failure of this method of policing in the USA.
The way we practice and portray martial arts reflects, and perhaps reinforces how we approach violence.
I hope to impress on the reader that compassion, not cruelty, is instrumental in effectively coping with violence.
I hope this helps them to transform their approach to martial arts and combat sports.
</p>




<p>
If you mistrust the voting public and therefore refuse to frankly and accurately inform them, you cannot act surprised when they turn around and vote stupid.
It's a self-fulfilling prophecy.
</p>
</div>
</div>
