org-files/20240526135323-the_pit.org
* A missile is a machine that creates terrorists

[[https://www.tandfonline.com/doi/abs/10.1080/1057610X.2012.631456][Something that seems to be fairly new]] in approaches to counterterrorism is the idea that war crimes are necessary and inevitable in effective counterterrorism operations.
This likely has a lot to do with how terrorism has changed to make this approach necessary, but I suspect that this also has much to do with rationalizing a violent impulse and using the satisfaction of that impulse for political support, much like the "tough on crime" rhetoric that drives ineffective policing and criminal justice.

When a government harms members of a foreign population through killing civilians, illegaly detaining and torturing suspects, and so on it naturally incurs costs in terms of local support.
I expected to find a lot of resarch into exactly what those costs are, but it turns out to be fairly limited.
It does seem to reduce the willingness of a population to cooperate with counterinsurgency (and conversely, if insurgents kill civilians it increases civilian cooperation with counterinsurgents).
But does it drive recruitment from those populations into the ranks of terrorist organizations?
Does it undermine the overall stability and well-being of the region?
How large is the effect on the economic prospects of people and their ability to provide for themselves without the help of a criminal organization?
[[http://dx.doi.org/10.1016/S1572-8323(08)07018-5][We do not know]], leaving the efficacy of these aggressive methods dubious, and their use hard to truly justify.

Given the gradual escalation of global terror in the middle east paralleling these developments in counterterrorism, I suspect that the long-term efficacy of these tactics is negative.
Like a government militarizing its police to fight crime while it cuts the social programs that truly prevent crime, western governments poured immense resources into destabilizing parts of the middle east, supposedly to combat terrorism.
Analysis of counterterrorism methods, from what I can find, tends to assume a steady supply of willing terrorists and focuses instead on imposing risk on terrorist action or witholding means to terrorist acts.
Granted, if there was no supply of willing terrorists then there would be no terrorism, so assuming that supply exists is indeed reasonable.
Assuming it is unaffected by the counterterrorism measures adopted however, is not.

Perhaps it is more effective, if less viscerally satisfying and politically expedient, to stabilize a belligerent region with prosperity than to destabilize it with violence.
[[id:3db9d87d-a40e-44f5-95c3-d5783626f03f][Development aid is counterterrorism spending]].

We see again that a callous short-term solution has been uncritically accepted as the pragmatic option, while evidence-based compassionate approaches exist.
Killing the "bad people" is seen as the obvious solution, even when doing so fuels the mechanisms that turn ordinary people into terrorists.
Geopolitical decision making is driven by dominant attitudes among voters and policy-makers.
Popular, simplistic views on the genesis of violence are once again partly responsible for how governments have chosen to respond to international threats.


We train to enact violence not because it is important, but because it is fun.






So much discussion in "self-defense" focused martial arts and combatives focuses on extreme examples, where you are unexpectedly attacked by multiple grown men, or situations where someone has decided you must die no matter the cost.
Stories of these situations capture our imagination, but in the developed world they simply aren't all that common.
Furthermore, in many of these scenarios (attacker armed with a knife, multiple attackers) training can only do so much for you.
In wealthy, developed countries people heavily overestimate the risk of being targeted by this kind of violence.
Averaged throughout all of europe, if you lived two thousand lifetimes the cause of death would be murder in only one of them.
I think this is part of why this manner of content and training remains popular among people who are at little risk of facing violence.
The other part is that it is exciting.

Milder or more insidious aggressions are commonplace however, and it is therefore beneficial to offer people the means to deal with these.
And I don't mean the means to 'survive' them, but the means to deal with them in a way that has you come out of the situation psychologically ok as well as physically, that secures the social fabric.

When I was still a novice I followed content from Vlad Vasiliev, a systema instructor concerned with self defense and offering self defense advice.
I remember one piece of advice vividly, and it was not to get involved in stopping violence when it takes place in front of you.
One of them might take out a knife and stab you! You could die for it.
But what, realistically, are the chances of that?
I don't know, and I don't think Vlad does either.
But the consequences of being a bystander and just watching things happen are well documented.
It will hurt you psychologically, it will hurt the victim of the violence psychologically, and it will empower the perpetrator of violence to do more of it.
As Hollander's training emphasizes: preparin people to stand up for each other even in small acts of violence has a role to play in violence prevention.


I remember watching an episode of the "Ultimate self defense championship" where participants simulated a bar fight in which they defended themselves against role-players.
One of the participants was penalized for turning his back to the room while ordering his drink.
That is not a matter of knowing what to do in a rare but dangerous situation, that is a matter of living in fear.
Is the point of self defense training to live in fear?
I believe Hollander would disagree - the greatest benefit of self defense training should be to make you feel more secure and freer.


The scenarios faced in this series are not scenarios most people watching are likely to face in real life, but they sure are fun to watch.
That's what it is, and that's why we train martial arts: because they're fun.


It's not that I don't want to consider these scenarios, in fact I'd love to drill for some of them.
But not because I think it is a good use of my time.
If I want to minimize my risk of premature death, I should spend that time working a side gig, or developing a marketable skill, or doing steady-state cardio, or meditating, any of which would be better for my wellbeing than time spent on these drills.
I want to do them because they seem FUN.
Do we have to be so serious about it?
Can  we  stop living in fear, be honest with ourselfves, and just have fun?


I remember some comment at some point on reddit about the efficacy of judo in self-defense.
The comment mentioned that with Judo you are good at throwing someone headfirst into the ground.
But of course, if you are good at judo you're even more practiced at throwing people safely into the ground.
The cool thing about judo isn't that you can throw people headfirst into the ground, but that you don't need to!

I cringe  when people talk about self defense this way because I used to, when I was new to martial arts.
I tell a lie, it was even when I had been doing it for a number of years.
And I was afraid at the time, I had indeed internalized the idea that I could at any moment be the victim of sudden violence.

